Revit 2027 API
ParameterTypeId.RbsElecRoomReflectivityCeiling Property
 "Ceiling Reflectance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecRoomReflectivityCeiling { get; }
Public Shared ReadOnly Property RbsElecRoomReflectivityCeiling As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecRoomReflectivityCeiling {
	ForgeTypeId^ get ();
}
static member RbsElecRoomReflectivityCeiling : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace